Revit 2024 API
SpecTypeId.AreaDividedByHeatingLoad Property
 Area divided by Heating Load, in discipline HVAC.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId AreaDividedByHeatingLoad { get; }
Visual Basic
Public Shared ReadOnly Property AreaDividedByHeatingLoad As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ AreaDividedByHeatingLoad {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace